Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1810.html.tmx
Source language: sme
Languages: nob

source: PRM : Sámediggi almmuha divvunreaidduid beta-veršuvnna
nob: PRM : Betaversjon av samiske korrekturverktøy

source: Divvun-prošeakta almmuha dál vuosttaš , almmolaš veršuvnna čállindárkkistanreaiddus mii doaibmá Microsoft Office-páhkas . Microsoft Offices leat earret eará prográmmat Word , Outlook , PowerPoint ja Excel .
nob: Sametingets Divvun-prosjekt lanserer den første , offentlig tilgjengelige versjonen av samiske korrekturverktøy for Microsoft Office-pakken som blant annet inneholder programmene Word , Outlook , PowerPoint og Excel .

source: Almmuhan Kuhmunen , John-Marcus .
nob: Publisert av Kuhmunen , John-Marcus .

source: Maŋimustá rievdaduvvon 30.05.2007
nob: Sist endret 30.05.2007

source: Sámi riektačállinreaiddut sisttisdollet čállindárkkisteami davvi- ja julevsámegielaide ja automáhtalaš sátnejuohkkima davvisámegillii .
nob: De samiske korrekturverktøyene inneholder stavekontroller for nordsamisk og lulesamisk , og en automatisk orddeler for nordsamisk .

source: Julevsámegiela sátnejuohkkin almmustuvvo maŋŋelut dan jagis .
nob: Orddeling for lulesamisk vil komme senere i år .

source: Buot reaiddut bohtet nuvttá geavahussii , maiddái loahpalaš veršuvdna ja visot Sámedikkis dahkkon gáldokodat leat friddja oažžumis .
nob: Alle verktøyene er gratis , inklusive den endelige versjonen , og all kildekode for verktøyene som Sametinget har råderett over , er fritt tilgjengelig .

source: Dál eai almmuhuvvo gárvves reaiddut , muhto nu gohčoduvvon beta- veršuvdna , mii lea veršuvdna mas eai galgga leat stuorra teknihkalaš vigit dahje eará vigit , muhto ráhkadeapmi ja testen ii leat loahpalaččat gárvvistuvvon .
nob: Det er ikke de ferdige verktøyene som nå lanseres , men en såkalt betaversjon , en versjon som burde være fri for alvorlige tekniske og andre feil , men som ikke er helt ferdig utviklet og testet .

source: Divvun-prošeakta doaivu dáinna almmuhemiin oažžut dehálaš dieđuid makkár váilevaš sánit , vejolaš teknihkalaš váttisvuođat ja eará heajos bealit dáid reaidduin leat . Dainna lágiin sáhttá daid divvut ovdal go gárvves veršuvdna almmuhuvvo jagi loahpas .
nob: Målet med betaversjonen er å få viktige tilbakemeldinger når det gjelder manglende ord , eventuelle tekniske problemer , og andre svakheter som måtte finnes , slik at de kan rettes opp før den endelige versjonen lanseres mot slutten av året .

source: Riektačállinreaiddut mat dál almmuhuvvojit leat MS Office várás , sihke Windows ja Mac geavahanvuogádagaide .
nob: Korrekturverktøyene som lanseres , er korrekturverktøy for MS Office , for Windows og Mac .

source: Reaiddut InDesigna ja OpenOffice .
nob: Verktøy for InDesign og OpenOffice .

source: orga várás almmuhuvvojit maŋŋil .
nob: org vil gjøres tilgjengelige senere .

source: Reaidduid ođasmahttimat biddjojit jámma sisa .
nob: Oppdateringer av korrekturverktøyene vil bli lagt ut med jevne mellomrom .

source: Reaiddut leat gávdnamis www.divvun.no , ja buot berošteaddjit ožžot daid viežžat .
nob: Verktøyene finnes tilgjengelige på www.divvun.no , og kan lastes ned av alle interesserte .

source: Gulahallanolbmot : prošeaktajođiheaddji Sjur Nørstebø Moshagen , mob . +358 50 56 34 319 ja várrepresideanta Johan Mikkel Sara , mob .
nob: Kontaktperson : prosjektleder Sjur Nørstebø Moshagen , mob. +358 50 56 34 319 og visepresident Johan Mikkel Sara , mob. 908 29 047

source: Liŋka
nob: Divvun

source: Artihkkalat
nob: artikler

source: Viečča sámi riektačállinreaidduid
nob: Last ned samisk korrekturverktøy
